<template>
  <div class="privacy">
		<Swiper>
   <div>
		 <i @click="goBack"></i>
		 <h3 class="title">玖富隐私政策</h3>
			<p>玖富（以下或称“我们”）非常注重保护用户个人信息及个人隐私。</p>
			<p>您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本《隐私政策》向您说明，本隐私政策解释了用户（“您”）个人信息收集（以下或称“信息”）和使用的有关情况，本隐私政策适用于玖富向您提供的所有相关服务。</p>
			<p>您在阅读本隐私政策后，若不选择同意，将无法使用后续服务。当您使用玖富提供的任一服务时，即表示您已同意我们按照本隐私政策来合法使用和保护您的个人信息。</p>
			<h3>一、 信息的收集 </h3>
			<p>我们收集信息是为了向您提供更优秀以及更个性化的服务，并努力提高您的使用体验。我们收集信息的种类如下：</p>
			<p>1.1 来自于您提供的信息</p>
			<p>当您注册玖富账户及您在使用相关玖富服务时填写、提交及/或其他任何方式提供的信息，包括但不限于您的姓名、性别、出生年月日、身份证号码、电话号码、电子邮箱、通讯地址、网银在线账号、银行卡信息及相关附加信息（如您申请消费贷款时提供的工作信息、家庭信息、房产信息等）。您可以选择不提供某一或某些信息，但是这样可能使您无法使用玖富的许多特色服务。请您理解，我们使用您提供的信息是为了回应您的要求，为您在玖富享受服务或消费提供便利，完善玖富网站以及与您进行信息沟通。</p>
			<p>1.2 来自于您使用服务过程中获得的信息</p>
			<p>为了提高服务质量和用户体验，我们会留存您使用服务以及使用方式的相关信息，这类信息包括：</p>
			<p>1.2.1 您的浏览器和计算机上的信息。</p>
			<p>在您访问玖富网站或使用玖富服务时，玖富系统自动接收并记录的您的浏览器和计算机上的信息（包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据）。</p>
			<p>1.2.2 您的位置信息。</p>
			<p>当您下载或使用玖富、其关联方及合作伙伴开发的应用程序（例如玖富APP），或访问移动网页使用玖富服务时，玖富可能会读取您的位置。</p>
			<p>1.2.3 您的设备信息。</p>
			<p>当您下载或使用玖富APP或访问移动网页，玖富可能会读取您的设备型号、设备识别码、操作系统、分辨率、电信运营商等数据。</p>
			<p>1.2.4 您的行为或交易信息。</p>
			<p>玖富可能会记录您访问玖富或使用玖富服务时所进行的操作以及您在玖富网站上进行交易的相关信息。</p>
			<p>除上述信息外，我们还可能为了提供服务及改进服务质量的合理需要而获得您的其他信息，包括您与我们的客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与玖富的关联方、玖富合作伙伴之间互动时我们获得的相关信息。</p>
			<p>同时，为提高您使用玖富提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些我们认为有风险的链接（“URL”）。</p>
			<p>1.3 来自第三方的信息</p>
			<p>指在您注册玖富账户和使用服务过程中，您授权的玖富可向玖富的关联方、合作伙伴所收集的相关信息，以及您授权的玖富的关联方、合作伙伴可向玖富分享相关的信息。这些信息包括但不限于您的身份信息、行为信息、交易信息、设备信息等，玖富会将此类信息汇总，用于帮助玖富向您提供更优秀以及更个性化的服务或更好的预防互联网欺诈。</p>
			<p>您了解并同意，以下信息不适用本隐私政策：</p>
			<p>1.3.1 您在使用玖富提供的搜索服务时输入的关键字信息；</p>
			<p>1.3.2 信用评价、违反法律法规规定或违反玖富平台规则行为及玖富已对您采取的措施；</p>
			<p>1.3.3 应法律法规要求需公示的企业名称等相关工商注册信息以及自然人经营者的信息；</p>
			<p>1.3.4 其他您与玖富或玖富的关联方所签署的协议（包括在线签署的电子协议，例如《玖富用户注册协议》）以及玖富平台规则中明确约定或提示您不适用本隐私政策的与您有关的信息。</p>
			<h3>二、 信息的管理与使用 </h3>
			<p>为向您提供服务、提升我们的服务质量以及优化您的服务体验，我们会在符合法律规定及根据您授权的情况下使用您的个人信息，并主要用于下列用途：</p>
			<p>2.1 向您提供您使用的各项服务，并维护、改进这些服务。</p>
			<p>2.2向您推荐您可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或在征得您同意的情况下与玖富的合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。如您不希望接收上述信息，可通过相应的退订功能进行退订。</p>
			<p>2.3 我们可能使用您的个人信息以验证身份、预防、发现、调查欺诈、危害安全、非法或违反与我们或其关联方协议、政策或规则的行为，以保护您、其他玖富用户，或我们或其关联方的合法权益。</p>
			<p>2.4 我们可能会将来自某项服务的个人信息与来自其他服务所获得的信息结合起来，用于为了给您提供更加个性化的服务使用，例如为让您通过理财、保险与消费等服务拥有更灵活的贷款授信额度而使用、共享或披露您的信息。</p>
			<p>2.5 我们会对我们的服务使用情况进行统计，并可能会与公众或第三方分享这些统计信息，以展示我们的产品或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</p>
			<p>2.6 让您参与有关我们产品及服务的调查。</p>
			<p>2.7 经您同意或授权的其他用途。</p>
			<h3>三、 信息的分享 </h3>
			<p>您的个人信息是我们为您提供服务的重要部分，我们会遵循法律规定对您的信息承担保密义务。除以下情形外，我们不会将您的个人信息披露给第三方：</p>
			<p>3.1 征得您的同意或授权。</p>
			<p>3.2 根据法律法规的规定或行政或司法机构的要求。</p>
			<p>3.3 出于实现“我们对您个人信息的管理和使用”部分所述目的，或为履行我们在《玖富用户注册协议》或本隐私政策中的义务和行使我们的权利，向玖富的关联方、合作伙伴或代表玖富履行某项职能的第三方（例如代表我们发出推送通知的通讯服务商、处理银行卡的支付机构等）分享您的个人信息。</p>
			<p>3.4 如您是知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能产生的权利纠纷。</p>
			<p>3.5 只有共享您的信息，才能提供您需要的服务，或处理您与他人的纠纷或争议。</p>
			<p>3.6 您出现违反中国有关法律、法规规定或者违反您与玖富签署的相关协议（包括在线签署的电子协议）或违反相关玖富平台规则时需要向第三方披露的情形。</p>
			<p>3.7 为维护玖富及其关联方或其他玖富用户的合法权益。</p>
			<p>随着我们业务的发展，我们及我们的关联方有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移。我们将在转移前通知您。</p>
			<h3>四、 信息的安全 </h3>
			<p>玖富严格保护您的个人信息安全。我们使用各种制度、安全技术和程序等措施来保护您的个人信息不被未经授权的访问、篡改、披露或破坏。如果您对我们的个人信息保护有任何疑问，请联系我们。</p>
			<p>如您发现自己的个人信息泄密，尤其是你的账户及密码发生泄露，请您立即联系我们，以便我们采取相应措施。</p>
			<h3>五、 信息的更新与维护 </h3>
			<p>您可以查阅或更新您提交给玖富的个人信息。一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别的考虑，您可能无法修改注册玖富用户或某种特定服务时提供的初始注册信息或其他验证信息。</p>
			<h3>六、 未成年人的个人信息保护 </h3>
			<p>玖富非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用玖富服务前，应事先取得您家长或法定监护人的书面同意。玖富根据国家相关法律法规的规定保护未成年人的个人信息。</p>
			<h3>七、 隐私政策的变更 </h3>
			<p>为给您提供更好的服务，玖富的业务将不时变化，本隐私政策也将随之调整。玖富会通过在玖富网站、移动端上发出更新的版本，并提醒您相关内容的更新，也请您访问玖富以便及时了解最新的隐私政策。</p>
			<p>若您继续使用我们的服务，即表示同意受经修订的本《隐私政策》的约束。若您对于本隐私政策或在使用玖富服务时对于您的个人信息或隐私情况有任何问题，请联系玖富并作充分描述，玖富将尽力解决。</p>
	 </div>
	 </Swiper>
  </div>
</template>

<script>
	import Swiper from '../public/Swiper'
	
export default {
  name: '',
  data () {
    return {
      
    }
  },
	components: {
		Swiper
	},
	methods: {
		goBack() {
			this.$router.go(-1);
		}
	}
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
	.privacy{
		height: 100%;
		width: 100%;
		overflow-x: hidden;
	}
	.privacy div{
		padding: .4rem 0;
		margin: 0 .2rem;
		position: relative;
	}
	.privacy div i{
		display: inline-block;
		width: .21rem;
    height: .43rem;
		background: url(../../assets/images/public/back.png) no-repeat left top;
		background-size: 100%;
		position: absolute;
		top: 0rem;
		left: 0rem;
	}
	.privacy div .title{
		text-align: center;
		margin-bottom: .2rem;
	}
	.privacy div h3{
		font-size: .36rem;
	}
	.privacy div p{
		font-size: .3rem;
	}
</style>
